{"/about/":{"data":{"about#About":"","impact-vision#Impact Vision":"","philosophy-behind-open-source#Philosophy behind Open Source":"","reach-out#Reach Out":"Interessiert an Zusammenarbeit oder haben Sie Fragen zum Projekt?\nContact Options Research Collaboration - Für wissenschaftliche Kooperationen Farmer Partnerships - Für Landwirte mit Gülle-Überschuss Architect Network - Für Planer und Architekten Material Testing - Für praktische Experimente Scaling Opportunities - Für industrielle Anwendungen Get Involved Material Experiments - Eigene Tests durchführen Regional Networks - Lokale Partnerschaften aufbauen Knowledge Sharing - Erfahrungen austauschen Policy Development - Regulatorische Rahmenbedingungen verbessern “Cowdung is a highly underrated material. Especially in places like the Netherlands, where there is an excess quantity available, its properties and benefits for the sustainable construction sector should be further researched and experimented with.”\nCopyright Antonia Vincenza, 2025","recognition#Recognition":"","story-how-it-came-to-life#Story: How it came to life":"","team--acknowledgements#Team \u0026amp; Acknowledgements":"AboutStory: How it came to life Das Local Shit Projekt entstand aus der Erkenntnis, dass die Niederlande jährlich 60 Millionen Tonnen Kuhmist produzieren - ein gewaltiges Abfallproblem, das gleichzeitig eine enorme Ressource darstellt.\nThe Challenge Die intensive Tierhaltung in den Niederlanden mit über 15 Millionen Schweinen und Kühen führt zu:\nStickstoffkrise und Umweltproblemen Überschuss an Gülle ohne ausreichende Verwendung Strenge staatliche Regulierungen Suche nach nachhaltigen Lösungen The Opportunity Traditionelle Verwendung von Kuhmist in Baumaterialien in Asien und Afrika zeigt:\nWasserdichte Eigenschaften durch mikrobielle Aggregate Stabilisierende Wirkung in Lehmbauweisen Nachhaltige Alternative zu industriellen Baustoffen Lokale Kreislaufwirtschaft möglich Philosophy behind Open Source Unsere Philosophie basiert auf offener Zusammenarbeit und Wissensaustausch:\nOpen Knowledge Alle Forschungsergebnisse frei verfügbar Rezepte und Anleitungen ohne Beschränkungen Transparente Dokumentation aller Experimente Fehler und Lernerfahrungen geteilt Local Solutions Regionale Materialien nutzen Kurze Transportwege fördern Lokale Wirtschaftskreisläufe stärken Anpassung an lokale Bedingungen Collaborative Innovation Farmer, Architekten, Forscher zusammenbringen Interdisziplinäre Ansätze fördern Praktische Experimente unterstützen Skalierbare Lösungen entwickeln Impact Vision Environmental Impact Reduktion von Stickstoffemissionen Vermeidung von Gülle-Überschuss CO₂-ärmere Baumaterialien Kreislaufwirtschaft fördern Economic Impact Neue Einkommensquellen für Farmer Lokale Wertschöpfung Reduzierte Materialkosten Innovative Geschäftsmodelle Social Impact Wissenstransfer zwischen Kulturen Traditionelle Techniken wiederentdecken Gemeinschaftliche Lösungen entwickeln Nachhaltige Lebensweise fördern Recognition Winner of Kazerne Design Award 2025\nDas Projekt wurde für seinen innovativen Ansatz zur Lösung der niederländischen Stickstoffkrise durch nachhaltige Baumaterialien ausgezeichnet.\nTeam \u0026 Acknowledgements Research \u0026 Development Antonia Vincenza - Project Lead \u0026 Research\nSpecial Thanks Age Opdam, Genneper Hoeve Eindhoven - Farmer \u0026 Material Provider Paul Willems, Arla - Farm Sustainability Coordinator Central Europe Martijn den Besten, Friesland Campina - Climate \u0026WiederholenHHWeiterBearbeitenbash# About Section erweitern (fortsetzung) cat » content/about/_index.md « ‘EOF’ Martijn den Besten, Friesland Campina - Climate \u0026 Nature Project Manager Cyriel Heemels - Architect \u0026 Project Manager Nuno Vasconcelos - Architect Joost Botteram, Prehistorisch Dorp Eindhoven - Head Technical Service Documentation \u0026 Design Theodor Winter - Photography Benedetta Pompili - Editorial Design Block Design, Palermo - Printing "},"title":"About"},"/network/":{"data":{"architects#\u003ca href=\"/network/architects/\"\u003eArchitects\u003c/a\u003e":"","dairy-farms-by-province#\u003ca href=\"/network/dairy-farms/\"\u003eDairy Farms by Province\u003c/a\u003e":"","farms#\u003ca href=\"/network/farms/\"\u003eFarms\u003c/a\u003e":"NetworkRegional Material Availability Verfügbarkeit von Materialien nach Regionen in den Niederlanden\nDairy Farms by Province Übersicht der Milchviehbetriebe nach Provinzen\nArchitects Partner-Architekten und Planungsbüros\nFarms Landwirtschaftliche Betriebe und Partner","network#Network":"","reach-out#Reach Out":"Kontaktmöglichkeiten für neue Partnerschaften und Zusammenarbeit.","regional-material-availability#\u003ca href=\"/network/regional-availability/\"\u003eRegional Material Availability\u003c/a\u003e":""},"title":"Network"},"/network/architects/":{"data":{"architects#Architects":"ArchitectsPartner-Architekten und Planungsbüros.","reach-out#Reach Out":"Kontakt für Zusammenarbeit."},"title":"Architects"},"/network/dairy-farms/":{"data":{"central-netherlands#Central Netherlands":"Utrecht Grassland: 555 km² Dairy cows: 95,000 Farms: 1,067 Noord-Holland Grassland: 613 km² Dairy cows: 88,000 Farms: 828 Zuid-Holland Grassland: 564 km² Dairy cows: 91,000 Farms: 955 ","dairy-farms-by-province#Dairy Farms by Province":"Dairy Farms by ProvinceSchlüsselzahlen der Milchviehhaltung nach Provinzen (2023 Daten):","eastern-netherlands#Eastern Netherlands":"Gelderland Grassland: 1,456 km² Dairy cows: 233,000 Farms: 2,599 Overijssel Grassland: 1,328 km² Dairy cows: 255,000 Farms: 2,580 ","northern-netherlands#Northern Netherlands":"Friesland Grassland: 1,699 km² Maize: 169 km² Dairy cows: 298,000 Farms: 2,306 Outdoor grazing: 83% Groningen Grassland: 586 km² Dairy cows: 103,000 Farms: 765 Drenthe Grassland: 577 km² Dairy cows: 105,000 Farms: 830 ","partnership-opportunities#Partnership Opportunities":"Regions with high dairy farm density offer the best opportunities for:\nConsistent manure supply Local processing facilities Regional distribution networks Pilot project development ","southern-netherlands#Southern Netherlands":"Noord Brabant Grassland: 815 km² Dairy cows: 208,000 Farms: 1,771 Limburg Grassland: 250 km² Dairy cows: 44,000 Farms: 397 ","total-netherlands-2022#Total Netherlands (2022)":" Total dairy farms: 14,264 Geographic distribution allows for regional material sourcing networks Outdoor grazing percentages vary significantly by region Source: Dutch Dairy in Figures 2023"},"title":"Dairy Farms by Province"},"/network/farms/":{"data":{"farms#Farms":"FarmsLandwirtschaftliche Partner und Betriebe.","reach-out#Reach Out":"Kontakt für Kooperationen."},"title":"Farms"},"/network/regional-availability/":{"data":{"dutch-soil-types#Dutch Soil Types":"Die Niederlande verfügen über verschiedene Bodentypen, die für die Putzproduktion geeignet sind:\nSoil Type Distribution: Loam - Ideale Bindeeigenschaften Clay - Strukturelle Festigkeit Sand - Textur und Verarbeitbarkeit Peat - Spezielle Anwendungen Source: Schreefel et al, 2022","material-sourcing-strategy#Material Sourcing Strategy":"Für nachhaltige Materialversorgung sollten berücksichtigt werden:\nLokalität - Minimierung der Transportwege Verfügbarkeit - Kontinuierliche Materialversorgung Qualität - Konsistente Materialeigenschaften Saisonalität - Jahreszeitliche Verfügbarkeitsunterschiede ","partnership-development-strategy#Partnership Development Strategy":"Phase 1: Regional Pilots Select 3-5 high-potential regions Establish farmer partnerships Conduct material testing Document local variations Phase 2: Network Expansion Scale successful pilot models Develop quality standards Create distribution networks Build market acceptance Phase 3: System Integration Integrate with existing supply chains Develop regulatory frameworks Scale production capabilities Export knowledge to other regions This systematic approach ensures sustainable development while respecting local conditions and stakeholder needs.","partnership-development-strategy-1#Partnership Development Strategy":"Phase 1: Regional Pilots Select 3-5 high-potential regions Establish farmer partnerships Conduct material testing Document local variations Phase 2: Network Expansion Scale successful pilot models Develop quality standards Create distribution networks Build market acceptance Phase 3: System Integration Integrate with existing supply chains Develop regulatory frameworks Scale production capabilities Export knowledge to other regions This systematic approach ensures sustainable development while respecting local conditions and stakeholder needs.","provincial-material-mapping#Provincial Material Mapping":"High Potential Regions Noord Brabant \u0026 Gelderland:\nHigh dairy cow density (208,000+ and 233,000+ respectively) Large grassland areas Established agricultural infrastructure Good transport connections Friesland:\nHighest dairy cow density (298,000) Strong dairy farming tradition Extensive grassland (1,699 km²) High outdoor grazing percentage (83%) Material Supply Chain Considerations Transport Distance Optimization Local sourcing radius: Ideal within 50km Regional hubs: Central processing in high-density areas Seasonal availability: Fresh vs. stored manure considerations Quality Variations Seasonal differences: Summer vs. winter manure quality Feed-based variations: Grass-fed vs. silage-fed cattle Age considerations: Fresh vs. aged manure properties Logistical Infrastructure Existing networks: Leverage current agricultural logistics Storage facilities: Intermediate storage requirements Processing locations: Centralized vs. distributed approach ","provincial-material-mapping-1#Provincial Material Mapping":"High Potential Regions Noord Brabant \u0026 Gelderland:\nHigh dairy cow density (208,000+ and 233,000+ respectively) Large grassland areas Established agricultural infrastructure Good transport connections Friesland:\nHighest dairy cow density (298,000) Strong dairy farming tradition Extensive grassland (1,699 km²) High outdoor grazing percentage (83%) Material Supply Chain Considerations Transport Distance Optimization Local sourcing radius: Ideal within 50km Regional hubs: Central processing in high-density areas Seasonal availability: Fresh vs. stored manure considerations Quality Variations Seasonal differences: Summer vs. winter manure quality Feed-based variations: Grass-fed vs. silage-fed cattle Age considerations: Fresh vs. aged manure properties Logistical Infrastructure Existing networks: Leverage current agricultural logistics Storage facilities: Intermediate storage requirements Processing locations: Centralized vs. distributed approach ","regional-material-availability#Regional Material Availability":"Regional Material Availability","regional-optimization#Regional Optimization":"Regionale Variationen ermöglichen lokal optimierte Rezepturen basierend auf:\nVerfügbaren Bodentypen Lokaler Milchviehbestände Transportentfernungen Klimatischen Bedingungen "},"title":"Regional Material Availability"},"/projects/":{"data":{"case-studies#\u003ca href=\"/projects/case-studies/\"\u003eCase Studies\u003c/a\u003e":"","exterior-projects#\u003ca href=\"/projects/exterior/\"\u003eExterior Projects\u003c/a\u003e":"","interior-projects#\u003ca href=\"/projects/interior/\"\u003eInterior Projects\u003c/a\u003e":"","production-concepts#\u003ca href=\"/projects/production-concepts/\"\u003eProduction Concepts\u003c/a\u003e":"ProjectsÜbersicht über Projekte und Anwendungen nachhaltiger Baumaterialien.\nCase Studies Dokumentierte Projekte und Experimente\nExterior Projects Fassades Cladding Interior Projects Bathroom Kitchen Production Concepts Verschiedene Produktionsansätze und Logistikkonzepte","projects#Projects":""},"title":"Projects"},"/projects/case-studies/":{"data":{"award-recognition#Award Recognition":"Winner of Kazerne Design Award 2025\nDas Projekt zur Nutzung von Kuhmist als nachhaltiges Baumaterial wurde mit dem Kazerne Design Award 2025 ausgezeichnet.","documentation#Documentation":"Alle Experimente wurden systematisch dokumentiert mit:\nFotografischer Dokumentation Materialanalysen Leistungstests Umweltauswirkungsberechnung Fotografie: Theodor Winter","fall-studie#Fall-Studie":"Fall-Studie","genneper-hoeve-eindhoven#Genneper Hoeve, Eindhoven":" Background Die Genneper Hoeve ist ein biodynamischer Betrieb mit rund 100 Milchkühen in Eindhoven.\nMaterial Experiments Für die Materialexperimente dieser Studie stellte der Betrieb zur Verfügung:\nTonreichen Boden - ausgegraben beim Bau ihres neuen Proeflokaal Kompakten Kuhmist - gelagert in Haufen im Freien Kuhmist-Gülle - gelagert im Keller des Kuhstalls Contact Age Opdam, 2024","research-methodology#Research Methodology":"Die Experimente konzentrierten sich auf:\nMaterialsammlung von lokalen Betrieben Kompositionstest verschiedener Mischungen Wasserwiderstandstests Festigkeitsprüfungen Nachhaltigkeitsanalysen "},"title":"Case Studies"},"/projects/exterior/":{"data":{"exterior-projects#Exterior Projects":"Exterior ProjectsAußenprojekte und Fassadengestaltung."},"title":"Exterior Projects"},"/projects/exterior/cladding/":{"data":{"cladding#Cladding":"CladdingVerkleidungsprojekte und Materialkonzepte."},"title":"Cladding"},"/projects/exterior/fassades/":{"data":{"fassades#Fassades":"FassadesFassadenprojekte und Gestaltungskonzepte."},"title":"Fassades"},"/projects/interior/":{"data":{"interior-projects#Interior Projects":"Interior ProjectsInnenraumprojekte und Gestaltung."},"title":"Interior Projects"},"/projects/interior/bathroom/":{"data":{"bathroom-projects#Bathroom Projects":"Bathroom ProjectsBadezimmergestaltung und Sanitärprojekte."},"title":"Bathroom"},"/projects/interior/kitchen/":{"data":{"kitchen-projects#Kitchen Projects":"Kitchen ProjectsKüchenplanung und Umsetzung."},"title":"Kitchen"},"/projects/production-concepts/":{"data":{"individual-production-on-site#Individual Production On Site":"Process: Farm supplies surplus cow manure Excavation site provides clay + sand Logistics coordinate material transport On-site mixing at construction location Advantages: Local production on demand Reduced transport emissions Flexible quantities Disadvantages: No existing system infrastructure Complex logistics coordination Multiple transport requirements ","large-scale-production#Large Scale Production":"Process: Centralized collection of farm surplus manure Industrial processing at dedicated facilities Quality control and standardization Distribution through existing retail networks Advantages: Works within existing systems Big scale solution potential Easy for farmers to participate Standardized quality Disadvantages: Requires extensive permits More complex logistics Longer process = more emissions (ammonia + methane) Higher infrastructure investment ","production-concepts#Production Concepts":"Production ConceptsVerschiedene Ansätze für die Produktion und Logistik nachhaltiger Baumaterialien.","small-production-on-farm#Small Production On Farm":"Process: Farm processes surplus cow manure Local materials: premade clay mix OR own excavated clay + sand On-farm processing: Mix \u0026 dry plaster Distribution via retail to construction sites Advantages: Less permits needed Reduced logistics complexity Farmers can sell value-added products Short process = less ammonia emissions Disadvantages: No existing system infrastructure If dried, plaster loses some waterproofing properties ","stakeholder-integration#Stakeholder Integration":"Each production model involves different stakeholders:\nFarmers (manure suppliers) Logistics companies (transport) Processing companies (manufacturing) Retailers (distribution) Contractors (application) Clients (end users) Architects (specification) The choice of production model affects the entire value chain and regulatory requirements."},"title":"Production Concepts"},"/recipes-tutorials/":{"data":{"adobe-bricks#\u003ca href=\"/recipes-tutorials/adobe-bricks/\"\u003eAdobe Bricks\u003c/a\u003e":"","calculations#\u003ca href=\"/recipes-tutorials/calculations/\"\u003eCalculations\u003c/a\u003e":"Recipes \u0026 TutorialsPraktische Anleitungen für nachhaltige Baumaterialien und Anwendungen.\nAdobe Bricks Traditionelle Lehmsteine mit nachhaltigen Zusätzen\nPlaster Recipes Verschiedene Putzrezepte für unterschiedliche Anwendungen\nIndustrial Applications Industrielle Anwendungen und Produkte\nCalculations Berechnungen für Materialmengen und Flächenabdeckung","industrial-applications#\u003ca href=\"/recipes-tutorials/industrial-applications/\"\u003eIndustrial Applications\u003c/a\u003e":"","pdfs-zum-download#PDFs zum Download":"Verfügbare Anleitungen und Tutorials als PDF.","plaster-recipes#\u003ca href=\"/recipes-tutorials/plaster-recipes/\"\u003ePlaster Recipes\u003c/a\u003e":"","recipes--tutorials#Recipes \u0026amp; Tutorials":""},"title":"Recipes \u0026 Tutorials"},"/recipes-tutorials/adobe-bricks/":{"data":{"adobe-bricks#Adobe Bricks":"Adobe Bricks","compressed-bricks-recipe#Compressed Bricks Recipe":"Composition:\n98% soil 2% fresh cowdung Process:\nMixing: Mixed and left alone for 5 days Pressing: Pressed into mould with 2.5 MPa force Curing: Cured for fourteen days at 55% humidity and twenty degrees Celsius Source: Kulshreshtha et al, 2022","material-properties#Material Properties":"Key Considerations:\nSoil type affects final properties significantly Fresh cowdung performs better than dried Proper curing time essential for strength development Moisture content during production critical ","traditional-adobe-bricks-recipe#Traditional Adobe Bricks Recipe":"Composition:\n80% soil 20% cowdung (with a minimum of 10%) Process:\nMix materials thoroughly Form into brick shapes Air dry in the sun Cure for appropriate time Source: Katale et al, 2014"},"title":"Adobe Bricks"},"/recipes-tutorials/calculations/":{"data":{"material-calculations#Material Calculations":"Material Calculations","netherlands-plaster-production-potential#Netherlands Plaster Production Potential":"Question: How much plaster can be made from the 60 million tons of yearly cow manure in the Netherlands?\nPlaster Recipe Used: 1 part clay 3 parts cow manure 2.5 parts sand Total: 6.5 parts Calculation: Cow manure portion: 3 ÷ 6.5 = 0.4615 or ~46.15%\nTotal tons of plaster possible: 60,000,000 tons ÷ 0.4615 = 130,000,000 tons\nVolume conversion: Assuming average plaster density of 1,600 kg/m³: (130,000,000 tons × 1000 kg/ton) ÷ 1600 kg/m³ = 81,250,000 m³\nArea Coverage Potential With 7mm plaster thickness: 81,250,000 m³ ÷ 0.007 m = 11,607,142,857 m²","regional-material-availability#Regional Material Availability":"The Netherlands has diverse soil types suitable for plaster production:\nLoam - ideal binding properties Clay - structural strength Sand - texture and workability Regional variations allow for locally optimized recipes ","summary#Summary":"With annual cow manure production of 60 million tons in the Netherlands, approximately:\n130 million tons of plaster could be produced 81.25 million cubic meters of plaster volume 11.6 billion square meters could be covered at 7mm thickness This demonstrates the enormous potential for utilizing agricultural waste in construction applications."},"title":"Material Calculations"},"/recipes-tutorials/industrial-applications/":{"data":{"industrial-applications#Industrial Applications":"Industrial Applications","potential-industrial-scaling#Potential Industrial Scaling":"Processing Options: Individual production on site Small production on farm Large scale production Each approach has different logistics, permits, and scale considerations for commercial viability.","quality-standards#Quality Standards":"Industrial applications require:\nConsistent material properties Standardized mixing procedures Quality control testing Performance verification Regulatory compliance ","vedic-plaster---commercial-product#Vedic Plaster - Commercial Product":"An industrially made product called Vedic Plaster uses cowdung from Indian farms. In this product, the cowdung component is 30%.\nComposition of Vedic Plaster: Cow dung: 30% Guar gum: 5% Mud: 3% Water: 2% Citric acid: 1% Gypsum: 60% Properties: Commercially viable Standardized composition Quality controlled production Scalable manufacturing Source: Choudhary, R., 2023"},"title":"Industrial Applications"},"/recipes-tutorials/plaster-recipes/":{"data":{"":"","application-tips#Application Tips":" Use fresh cowdung for best water resistance Apply in multiple thin coats rather than one thick coat Allow proper drying time between coats Consider local climate conditions during application ","basic-clay-plaster#Basic Clay Plaster":"","extended-plaster-recipe#Extended Plaster Recipe":"Basic Clay Plaster Composition:\n1 part clay 2.5 parts sand 3 parts fresh cow dung Application: Apply as finish coat for water resistance and binding.\nSource: Heca, F. 2020\nExtended Plaster Recipe Composition:\n3 (5 gallon) buckets of 1/16 inch sifted sand 1 bucket of screened clay 1 bucket fresh screened cow manure (not dried) 8 cups wheat waste Fluff of 3-4 cattails Process:\nScreen all materials to remove debris Mix dry ingredients first Add cow manure gradually Add water slowly while mixing Apply in thin, even coats Source: Liloia, Z. 2024","finishes#Finishes":"Dung Slurry:\nApplication: A water-resistant shell can be made by creating a slurry. Cowdung is mixed with water to form a paste and then applied on top of plasters and floors.\nWarning: If applied carelessly, it can result in mechanical weathering and decay of the crust.\nSource: Gur-Arieh et al, 2018\nDouble boiled linseed oil:\nTake a brush or spray bottle and slowly apply the oil. The material will absorb it quite fast. You will need to apply multiple layers to avoid stains. Appearance: Very dark compared to other finishing methods. Waterproof Ability: High - recommended for areas that are exposed to a lot of water Price: €€"},"title":"Plaster Recipes"},"/research/":{"data":{"contemporary-management#\u003ca href=\"/research/contemporary-management/\"\u003eContemporary Management\u003c/a\u003e":"","definitions--origins#\u003ca href=\"/research/definitions-origins/\"\u003eDefinitions \u0026amp; Origins\u003c/a\u003e":"","materials--techniques#\u003ca href=\"/research/materials-techniques/\"\u003eMaterials \u0026amp; Techniques\u003c/a\u003e":"","nitrogen-crisis-research#\u003ca href=\"/research/nitrogen-crisis/\"\u003eNitrogen Crisis Research\u003c/a\u003e":"Research \u0026 PublicationsWissenschaftliche Forschung zu nachhaltigen Baumaterialien und lokalen Lösungen.\nDefinitions \u0026 Origins Grundlagen und Herkunft alternativer Baumaterialien\nMaterials \u0026 Techniques Materialwissenschaft und Anwendungsverfahren\nSustainability Studies Nachhaltigkeitsanalysen und Umweltauswirkungen\nContemporary Management Moderne Ansätze im Materialmanagement\nNitrogen Crisis Research Forschung zur Stickstoffkrise in den Niederlanden","publications#Publications":"Verfügbare PDFs und wissenschaftliche Arbeiten zum Download.","research--publications#Research \u0026amp; Publications":"","sustainability-studies#\u003ca href=\"/research/sustainability/\"\u003eSustainability Studies\u003c/a\u003e":""},"title":"Research \u0026 Publications"},"/research/contemporary-management/":{"data":{"collection--separation-systems#Collection \u0026amp; Separation Systems":"","contemporary-manure-management#Contemporary Manure Management":"","future-opportunities#Future Opportunities":"Die Bauindustrie bietet enormes Potenzial für die nachhaltige Nutzung von Überschussgülle als alternatives Baumaterial.","long-term-storage--applications#Long Term Storage \u0026amp; Applications":"Contemporary Manure ManagementCollection \u0026 Separation Systems Traditional Floor Systems Urin und Exkremente vermischen sich in Güllekellern\nModern Floor Systems Exkremente werden abgeschabt, während Urin abgeleitet wird\nLong Term Storage \u0026 Applications Current Applications Biogas plant - Energiegewinnung Field fertilizer - Traditionelle Landwirtschaft Decanter processing - Flüssigkeit aus Gülle pressen Pellets - Getrocknete Produkte Powder - Pulverisierte Form Problems in Current Management Overproduction: Viel mehr Gülle als Land zum Düngen verfügbar Harmful gases: Schädliche Gase wie Ammoniak und Methan entstehen, sobald sich Urin und Exkremente vermischen Strict regulations: Strenge staatliche Vorschriften zum Güllemanagement Limited building industry use: Sehr wenige Produkte in der Bauindustrie "},"title":"Contemporary Manure Management"},"/research/definitions-origins/":{"data":{"cowdung#Cowdung":"Als Abfallressource von Kühen kann Kuhmist als unverdauter Rückstand von verzehrter Nahrung definiert werden.\nEr ist reich an Mineralien wie Kalium, Magnesium und Phosphor, die gute Bindeeigenschaften haben. Kuhmist enthält typischerweise auch unverdaute Pflanzenfasern.","definitions--origins#Definitions \u0026amp; Origins":"Definitions \u0026 Origins","origins#Origins":"In traditionellen Erdbauten in verschiedenen asiatischen und afrikanischen Ländern, wie Indien, Burkina Faso, Swasiland und Botswana, wird Kuhmist in Kombination mit Lehm als Putzverbindung oder Deckschicht für seine wasserabweisenden Eigenschaften verwendet.\nBesonders in Indien enthalten traditionelle Lehmputze hohe Mengen an Kuhmist. Diese Technik wird noch heute verwendet, neben industrialisierten Produkten, die den Abfall-Kuhmist indischer Betriebe nutzen.","water-resistance#Water Resistance":"Der Grund, warum Kuhmist wasserdichte Eigenschaften hat, sind kleine mikrobielle Aggregate (SSMA), die aus tongroßen negativ geladenen Partikeln bestehen, die reich an Fettsäuren sind. SSMA machen etwa ein Drittel der Masse von Kuhmist aus.\nAufgrund ihrer Form neigen Wassertropfen dazu, an den SSMA herunterzurutschen. Beim Trocknen haften die Partikel aneinander, wodurch ihre Oberfläche größer wird. Daher ist getrockneter Kuhmist weniger für die Verwendung geeignet als frischer Kuhmist.\nEine der dominanten Fettsäuren, die vorhanden ist und OCTADECANOID ACID genannt wird, wird auch bei der Herstellung superhydrophober Beschichtungen verwendet.\nQuelle: Kulshreshtha et al, 2022"},"title":"Definitions \u0026 Origins"},"/research/future-development/":{"data":{"future-research-directions#Future Research Directions":"Material Science Fiber optimization - Understanding optimal fiber content Particle size analysis - Effect of different aggregate sizes Curing conditions - Temperature and humidity optimization Additive research - Natural binding enhancers Application Methods Spray application - Mechanized application techniques Prefabrication - Factory-produced panels and components Quality control - Standardized testing procedures Maintenance protocols - Long-term performance strategies Scale-up Challenges Infrastructure development - Processing facilities Regulatory compliance - Building codes and standards Market acceptance - Overcoming perception barriers Economic viability - Cost-competitive production Regional Adaptation Climate-specific formulations - Adapting to local weather Local material integration - Regional soil and aggregate optimization Cultural acceptance - Working with local building traditions Policy development - Supporting regulations and incentives ","layered-construction-approach#Layered Construction Approach":"Compressive Strength Layer Achieved by:\nSmall amounts of cowdung Mixed with larger amounts of loam Focus on structural integrity Flexural Strength Layer Achieved by:\nMaking use of fibers in the cowdung Adding additional fibers if needed Providing flexibility and crack resistance Waterproofing Layer Final layer specifications:\nHigher amounts of cowdung and sand Lower or no clay content Maximum water resistance properties ","learnings--future-development#Learnings \u0026amp; Future Development":"Learnings \u0026 Future Development","looking-forward#Looking Forward":"Bei der Überlegung zu einem Bau, der vollständig auf tonigem Boden, Kuhmist und Sand basiert, sollte er aus verschiedenen Schichten bestehen, um die optimalen Eigenschaften jedes Materials zu bieten.","next-steps#Next Steps":" Pilot Projects - Small-scale demonstrations Performance Testing - Long-term durability studies Stakeholder Engagement - Building industry partnerships Regulatory Pathway - Working with building authorities Market Development - Commercial viability studies Source: Kulshreshtha, 2021; Kulshreshtha et al, 2022"},"title":"Learnings \u0026 Future Development"},"/research/materials-techniques/":{"data":{"cow-dung-ash#Cow Dung Ash":"Auch die Asche von verbranntem Kuhmist kann als Zusatz in der Zementindustrie betrachtet werden, da ihre chemische Zusammensetzung den ASTM C150/C150M-Anforderungen für Zement entspricht.\nKuhmist-Asche besteht hauptsächlich aus SiO2, Al2O3 und Fe2O3, was sie zu einem puzzolanischen Material macht.\nDie Beimischung von Kuhmist in zementäre Materialien verlängert die Anfangs- und Endabbindezeiten der gemischten Zementpaste um 12%-59% bzw. 3%-44%. Daher kann es als Abbindeverzögerer bei Betonarbeiten in heißem Wetter verwendet werden.","fresh-cowdung#Fresh Cowdung":"Extrem frischer Kuhmist sollte innerhalb weniger Stunden nach dem Absetzen gesammelt werden. Er sollte in mehrere Beutel eingewickelt werden, um den Feuchtigkeitsgehalt hoch und die bakterielle Aktivität minimal zu halten. Der Mist sollte innerhalb von 5 Tagen nach dem Sammeln verwendet werden.","material-composition-guidelines#Material Composition Guidelines":"Die Zusammensetzung der Materialien variiert stark, abhängig von den Zusätzen und dem gewünschten Ergebnis. Da Kuhmist nicht nur wasserdichte, sondern auch stabilisierende Eigenschaften hat, wird er auch zur Herstellung stabilisierter Erdsteine verwendet.\nAllgemein kann gesagt werden:\nBoden (abhängig von der Bodenart) gemischt mit Kuhmist hat höhere Druckfestigkeit, aber geringere Wasserbeständigkeit Sand gemischt mit Kuhmist hat höhere wasserdichte Eigenschaften, aber geringere Festigkeit Quellen: Katale et al, 2014; Kulshreshtha et al, 2022; Worku et al, 2023","materials--techniques#Materials \u0026amp; Techniques":"Materials \u0026 Techniques","medium-fresh-cowdung#Medium Fresh Cowdung":"Als frisch gilt noch Kuhmist, der innerhalb von 14 Tagen nach dem Absetzen gesammelt wird. Der Mist ist dann leicht ausgetrocknet und es ist nicht mehr viel Geruch wahrnehmbar. Beim Sammeln sollte auf das Fehlen von Würmern und Käfern geachtet werden."},"title":"Materials \u0026 Techniques"},"/research/nitrogen-crisis/":{"data":{"construction-as-solution#Construction as Solution":"Die Verwendung von Kuhmist als Baumaterial würde diesen stickstoffreichen Abfall von der Ausbringung auf Feldern ablenken, wo er verdampfen und zur Stickstoffverschmutzung beitragen kann.\nQuellen: Centraal Bureau voor de Statistiek 2023; Mele, 2022; Mukpo, 2023; Tullis, 2023; Dollmann et al, 2021","environmental-impact#Environmental Impact":"Der Stickstoff aus Kuhmist, sowohl aus dem Verdauungsprozess der Tiere (enterische Fermentation) als auch aus der Lagerung und Ausbringung der Gülle, ist eine bedeutende Quelle der Stickstoffverschmutzung.\nDie Fermentation organischer Stoffe in der Gülle unter anaeroben Bedingungen produziert Methan sowie Stickstoffverbindungen wie Ammoniak.\nConsequences Ecosystem damage: Übermäßige Stickstoffablagerung hat Ökosysteme geschädigt Species harm: Schädigung einheimischer Pflanzen- und Tierarten Legal challenges: Rechtliche Herausforderungen und politische Unruhen EU regulations: Schwierigkeiten bei der Einhaltung der EU-Umweltvorschriften ","pollution-trends-2015-2023#Pollution Trends (2015-2023)":"Nitrogen Pollution in Animal Manure 2015: ~180 Million kg 2023: ~150 Million kg Trend: Leichter Rückgang Phosphate Production in Animal Manure 2015: ~580 Million kg 2023: ~520 Million kg Trend: Kontinuierlicher Rückgang ","scale-of-the-problem#Scale of the Problem":"Die Niederlande haben eine sehr hohe Viehdichte mit über 15 Millionen Schweinen und Kühen, was fast der menschlichen Bevölkerung entspricht. Diese intensive Tierhaltung hat zu einer massiven Gülleproduktion geführt, die hohe Mengen an Ammoniak und anderen Stickstoffverbindungen freisetzt.\nAnnual Production Numbers Total manure: 75 million tons per year Cow manure: 60 million tons per year (80% of total) Daily production: 164,000 tons per day ","the-nitrogen-crisis-in-the-netherlands#The Nitrogen Crisis in the Netherlands":"The Nitrogen Crisis in the NetherlandsKuhmist spielt eine große Rolle in der Stickstoffkrise in den Niederlanden."},"title":"The Nitrogen Crisis in NL"},"/research/references/":{"data":{"acknowledgements#Acknowledgements":"Special recognition to all farmers, researchers, and practitioners who have contributed knowledge and materials to this research, particularly the team at Genneper Hoeve, Eindhoven.\nAll references follow academic standards and are cited throughout the relevant sections of this website. For specific citations, please refer to the individual pages where the research is discussed.","construction--materials-science#Construction \u0026amp; Materials Science":"","environmental--sustainability-studies#Environmental \u0026amp; Sustainability Studies":"","practical-applications--tutorials#Practical Applications \u0026amp; Tutorials":"References \u0026 BibliographyWissenschaftliche Quellen und Referenzen für alle Forschungsinhalte.\nPrimary Sources Bondre, S. R., Makarande, S.G., Kakpure, R. K. (2023) An experimental investigation on suitability of cow waste in construction material, International journal of creative research thoughts (IJCRT), Volume 11, Issue 4\nCentraal Bureau voor de Statistiek (2023) Nederland in Cijfers\nChoudhary, R. (2023) Application of Vedic Plaster - The What and the Why, Organo.co.in\nDollmann S., Vermeulen L., Husman, A. M. d. R. (2021) Untangling the Governance of Public Health Aspects of Manure in The Netherlands, Int J Environ Res Public Health, doi: 10.3390/ijerph182312472\nDutch Dairy in Figures (2020, 2023) Zuivel NL\nConstruction \u0026 Materials Science Gur-Arieh, S., Madella, M., Lavi, N., Friesem, D., E. (2018) Potentials and limitations for the identification of outdoor dung plasters in humid tropical environment, Archaeological and Anthropological Sciences, doi: 10.1007/s12520-018-0682-y\nKatale, D.P, Kamara V.S., Adedeji, A.A. (2014) Investigation on the Use of Clayey Soil Mixed with Cow Dung to Produce Sustainable Bricks, Trends in Applied Sciences Research, 9: 406-424\nKulshreshtha, Y., Vardon, P. J., Meesters, G. M. H., van Loosdrecht, M. C. M., Mota, N., \u0026 Jonkers, H. M. (2022) What Makes Cow-Dung Stabilised Earthen Block Water-Resistant? Construction Technologies and Architecture, 1, 540-548\nEnvironmental \u0026 Sustainability Studies Jun, P., Gibbs, M., Gaffney, K. (2001) CH4 and N2O emissions from livestock manure\nManyi-Loh, C.E, Mamphweli, S. M., Meyer E. L., Makaka, G., Simon, M., Okoh, A. I. (2016) An Overview of the Control of Bacterial Pathogens in Cattle Manure, Int J Environ Res Public Health, doi: 10.3390/ijerph13090843\nMele, P. v. (2022) The Nitrogen Crisis, Agro-insight.com\nMukpo, A. (2023) How manure blew up the Netherlands, Mongabay News\nSchreefel, L., van Zanten, H. E., Groot, J. (2022) Tailor-made solutions for regenerative agriculture in the Netherlands, DOI:10.1016/j.agsy.2022.103518\nTullis P. (2023) Nitrogen wars: the Dutch farmers’ revolt that turned a nation upside-down, The Guardian\nWorku, M.A., Taffese, W.Z., Hailemariam, B.Z., Yehualaw, M.D. (2023) Cow Dung Ash in Mortar: An Experimental Study\nPractical Applications \u0026 Tutorials Heča, F. (2020) YouTube Tutorial on Natural Building Techniques\nLiloia, Z. (2024) The Year of Mud - Clay Plaster Finish Recipe","primary-sources#Primary Sources":"","references--bibliography#References \u0026amp; Bibliography":""},"title":"References \u0026 Bibliography"},"/research/sustainability/":{"data":{"advantages-vs-disadvantages#Advantages vs Disadvantages":"Advantages Reduces nitrogen emissions - durch die Einarbeitung von Kuhmist in Bauprodukte wird der Mist von traditionellen Managementpraktiken wie Lagerung und Ausbringung auf landwirtschaftlichen Flächen abgeleitet, die Hauptquellen von Stickstoffemissionen sind\nProvides sustainable alternative to cement for stabilizing properties\nImproves water resistance of clay\nLower density and thermal conductivity than usual cement plaster\nUtilizes Agricultural Waste effectively\nDisadvantages Time and energy intensive as there is no infrastructure yet Odour and bacterial hazards require careful handling Quellen: Dutch Dairy in Figures, 2020-2023; Jun, P. et al, 2001; Manyi-Loh et al, 2016","product-carbon-footprint-dairy-farming#Product Carbon Footprint Dairy Farming":"Die Milchviehhaltung produziert verschiedene Emissionen in Gramm CO₂-Äquivalenten pro kg Milch:\nOn the Dairy Farm (2019) Rumen fermentation \u0026 digestion (methane): 525g Manure (methane): 144g Manure and soil (nitrous oxide): 118g Energy use (CO₂): 30g Total on dairy farm: 817g In Production of Raw Materials (2019) Concentrated feed (CO₂): 312g Roughage and by-products (CO₂): 14g Fertilizer (CO₂): 36g Energy use (CO₂): 17g Other (CO₂): 36g Total production raw materials: 415g Total dairy farming: 1,232g CO₂ equivalents per kg milk","sustainability-studies#Sustainability Studies":"Sustainability Studies"},"title":"Sustainability Studies"}}